Repository: common-repository/payall-online-odeme-sistemi
Catalog: languages/payall-*.po
Languages: tr_tr

source: Contact Support
tr_tr: Destek için

source: PayALL Official Website
tr_tr: PayALL Resmi Sitesi

source: via or
tr_tr: üzerinden veya

source: destek@payall.com.tr</a> You can send us an email.
tr_tr: destek@payall.com.tr</a> Bize e-posta adresimizden ulaşabilirsiniz.

source: PayALL Online Payment System
tr_tr: PayALL Online Ödeme Sistemi

source: Credit Card, Debit Cart, and Pay By eMoney Card
tr_tr: Kredi Kartı, Banka Kartı ve e-Para Kartı ile Ödeme

source: PayALL Payment Settings
tr_tr: PayALL Ödeme Ayarları

source: Add-on Active
tr_tr: Eklenti Etkin

source: Plugin Active?
tr_tr: Eklenti aktif mi?

source: Environment
tr_tr: Ortam

source: Production Mod
tr_tr: Canlı Mod

source: Test Mod
tr_tr: Test Modu

source: Debug Mod
tr_tr: Hata Ayıklama Modu

source: Payment Method
tr_tr: Ödeme şekli

source: Payment Method?
tr_tr: Ödeme şekli?

source: Installment?
tr_tr: Taksit?

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

source: You can pay with any credit card.
tr_tr: Herhangi bir kredi kartı ile ödeme yapabilirsiniz.

source: Payall payment is processing.
tr_tr: Payall ödemesi işleniyor.

source: Payment could not be completed: Return message has been changed. Security breach.
tr_tr: Ödeme tamamlanamadı: İade mesajı değiştirildi. Güvenlik ihlali.

source: Payment could not be completed: Issuer bank response: (
tr_tr: Ödeme tamamlanamadı: Banka işlem sonucu: (

source: Your payment could not be completed. Issuer bank response:
tr_tr: Ödemeniz gerçekleşmedi. Banka sonucu:

source: Please check your card information and try again.
tr_tr: Lütfen kart bilgilerinizi kontrol edin ve tekrar deneyin.

source: Payment by Credit Card
tr_tr: Kredi Kartı ile Ödeme

source: You can make your payment with your credit card on this page securely.
tr_tr: Ödemenizi bu sayfada kredi kartınız ile güvenli bir şekilde gerçekleştirebilirsiniz.

source: Card holder name
tr_tr: Kart üzerindeki isim

source: NameSurname
tr_tr: Ad_Soyad

source: Card number
tr_tr: Kart numarası

source: Expiration date
tr_tr: Son kullanma tarihi

source: Single pay
tr_tr: Tek çekim

source: Pay by Credit Card
tr_tr: Kredi Kartı ile Öde

source: Please check your card information
tr_tr: Lütfen kart bilgilerinizi kontrol edin

source: PayALL Online Odeme Sistemi
tr_tr: PayALL Online Ödeme Sistemi

source: Payment by Credit Card, Debit Card and E-Money Card
tr_tr: Kredi Kartı, Banka Kartı ve e-Para Kartı ile Ödeme
